<template>
  <div class="relative overflow-hidden bg-white py-16">
    <div class="relative px-6 lg:px-8">
      <div class="mx-auto max-w-prose text-lg">
        <h1>
          <span class="block text-center text-lg font-semibold text-indigo-600"
            >SmartChat</span
          >
          <span
            class="mt-2 block text-center text-3xl font-bold leading-8 tracking-tight text-gray-900 sm:text-4xl"
            >网站免责声明</span
          >
        </h1>
        <p class="mt-8 text-xl leading-8 text-gray-500">
          在使用本网站提供的服务前，请您务必仔细阅读并理解本《免责声明》(以下简称“本声明”)。请您知悉，如果您选择继续访问本网站、或使用本网站提供的本服务以及通过各类方式利用本网站的行为（以下统称“本服务”），则视为接受并同意本声明全部内容。
        </p>
      </div>
      <div class="prose prose-lg prose-slate mx-auto mt-6 text-gray-500">
        <p>
          本网站旨在辅助您更高效的工作和学习，解决您工作和学习中遇到的问题。为了维护互联网安全和健康发展，以及保障您的人个权益，我们郑重提醒您：您在使用本服务时，必须以善意且谨慎的态度行事；<strong
            >不得利用本服务故意或者过失的从事危害国家安全和社会公共利益、扰乱经济秩序和社会秩序、侵犯他人合法权益等法律、行政法规禁止的活动，请勿输入、生成并发布、输出、传播涉及国家法律法规禁止的以下内容:</strong
          >
        </p>
        <ul role="list">
          <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的。</li>
          <li>损害国家荣誉和利益的。</li>
          <li>
            歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的。
          </li>
          <li>宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的。</li>
          <li>煽动民族仇恨、民族歧视，破坏民族团结的。</li>
          <li>破坏国家宗教政策，宣扬邪教和封建迷信的。</li>
          <li>散布谣言，扰乱经济秩序和社会秩序的。</li>
          <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的。</li>
          <li>侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的。</li>
          <li>
            含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容。
          </li>
          <li>
            中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容。
          </li>
        </ul>
        <p>
          您同意并承诺，在使用本服务时，严格遵守国家及行业相关法律法规要求，不上传国家及金融行业涉密文件及数据、不上传非公开的资料及数据、客户资料、支付清算基础设施或系统的核心代码等内容，不会输入个人隐私信息。
        </p>
        <p>
          为最大限度限制敏感内容，并保证服务持续，我们有权拒绝回复涉及敏感信息的问题，若回复中包含敏感信息，我们会对敏感内容做过滤或删除处理，不能保证回复的完整性，如发现违法使用，本站将全力配合有关部门予以打击！
        </p>

        <p>
          您确认并知悉本服务生成的所有内容都是由人工智能模型生成，所以可能会出现意外和错误的情况，请确保检查事实，我们对其生成内容的准确性、完整性和功能性不做也无法做出任何保证，并且其生成的内容不代表我们的态度或观点，仅为提供更多信息，也不构成任何建议或承诺。对于您根据本服务提供的信息所做出的一切行为，除非另有明确的书面承诺文件，否则我们不承担任何形式的责任。
        </p>

        <p>
          本服务来自于法律法规允许的包括但不限于公开互联网等信息积累，因互联网的开放性属性，不排除其中部分信息具有瑕疵、不合理或引发不快。遇有此情形的，欢迎并感谢您随时通过官网提供的联系方式向我方进行举报。
        </p>

        <p>
          不论在何种情况下，本网站均不对由于网络连接故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，火灾，洪水，风暴，爆炸，不可抗力，战争，政府行为，国际、国内法院的命令，黑客攻击，互联网病毒，网络运营商技术调整，政府临时管制或任何其他不能合理控制的原因而造成的本服务不能访问、服务中断、信息及数据的延误、停滞或错误，不能提供或延迟提供服务而承担责任。
        </p>

        <p>
          本网站所提供的任何内容和服务仅供用户个人学习、研究和娱乐之用，不得作为商业用途。本网站的所有信息未来可能会随时更新和更改，不保证其准确性、完整性、及时性、适用性、稳定性和可靠性。
        </p>
        <p>
          本服务以链接形式推荐其他网站内容时，我们并不对这些网站或资源的可用性负责，且不保证从这些网站获取的任何内容、产品、服务或其他材料的真实性、合法性。在法律允许的范围内，本网站不承担您就使用本服务所提供的信息或任何链接所引致的任何直接、间接、附带、从属、特殊、继发、惩罚性或惩戒性的损害赔偿。
        </p>
        <p>
          本网站有权随时更改和更新本声明内容，并在网站上发布更新版本。用户应在每次访问本网站时查看本声明是否有更新。
          如果本免责声明中的任何条款被认定为无效或不可执行，该条款应被视为被撤销，而不影响其他条款的有效性和可执行性。
          在使用本网站的过程中，用户应当遵守互联网相关规定、中国法律法规及相关国际惯例。因用户违反上述规定而导致的一切后果，用户应独立承担相应的责任和后果，并赔偿因此产生的全部费用和损失。
        </p>
        <p>用户对于本网站的使用应遵守以下原则：</p>
        <ul role="list">
          <li>不干扰或破坏本网站的正常运行。</li>
          <li>不侵犯本网站及其他用户的合法权益。</li>
          <li>不利用本网站进行任何非法活动。</li>
          <li>不传播涉及计算机病毒或其他恶意代码的信息。</li>
        </ul>
      </div>
    </div>
  </div>
</template>
